Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: Disarming the wielder of a ranged weapon is slightly different; see below.
zh_cn: 卸除远程武器与卸除近战武器会有一些不同，见后文。

source: Discharging a fire extinguisher is a move action and instantly smothers flames in a 10-foot-by-10-foot area.
zh_cn: 开启灭枪械是一个移动动作，可持续熄灭10尺×10尺范围的火焰。

source: Disposable: A 35mm camera with film built in can be purchased from vending machines, tourist traps, drugstores, and hundreds of other places.
zh_cn: 拍立得相机：内置有胶片冲洗功能的35mm相机，可在自动售货机、旅游区商店、杂货店等地买到。

source: Distance moved by jumping is counted against maximum movement in a round.
zh_cn: 一轮内跳跃所移动的距离将受限于最高移动距离。

source: Distractions and threats make it impossible for a character to take 10.
zh_cn: 分心和威胁会让角色无法取10。

source: Do not add the miss chances together.
zh_cn: 不要将失手几率叠加。

source: Do not arbitrarily make up new categories.
zh_cn: 不要擅自编造新的类别。

source: Do not multiply bonus damage dice when a character scores a critical hit.
zh_cn: 造成重击时，额外伤害在此次攻击中不参与倍增。

source: Dodge Bonuses: Some other Defense bonuses represent actively avoiding blows.
zh_cn: 闪避加值：主动闪避攻击同样会为防御提供加值。

source: Doing so counts as 10 feet of movement.
zh_cn: 这么做相当于一个10尺的移动。

source: Doing so does not provoke an attack of opportunity.
zh_cn: 驱散不会引发借机攻击。

source: Doing so grants the character a +2 circumstance bonus to the task.
zh_cn: 这可以让角色完成此任务时获得2点情景加值。

source: Doing so is an attack action, so if the character escapes the grapple he or she can move in the same round.
zh_cn: 这种脱逃是一个攻击动作，所以如果角色从擒抱中脱逃，则还可以在同一轮中再移动。

source: Doing so requires 10 minutes and an electrical tool kit, and increases the DC of the check by +10.
zh_cn: 这么做需要10分钟和电气工具，并会增加10点DC。

source: Doing so requires a Demolitions check (DC 10 + 1 per stick).
zh_cn: 这么做需要爆破检定（DC为10+炸药根数）。

source: Doing so takes 1 minute per piton, and one piton is needed per 3 feet.
zh_cn: 每打一个岩钉需要1分钟，每3尺需要一个岩钉。

source: Doing this provides the Bodyguard’s allies with a +1 insight bonus to Defense for 3 rounds.
zh_cn: 友方的防御增加1点洞察加值，持续3轮。

source: Doing this provokes an attack of opportunity from the target as normal for unarmed attacks.
zh_cn: 这么做会像一般的徒手攻击一样，引发目标对自己的借机攻击。

source: Doing this reduces the purchase DC by 3 and the Repair check DC by 5, and allows the character to make the checks in as little as a full-round action.
zh_cn: 这可以减少3点购买DC和5点修理检定DC，让检定时间缩短至一个整轮动作。

source: Doing this requires 1 hour of work and a Computer Use check (DC 20 + the number of ranks programmed into the robot).
zh_cn: 重新编程需要再花费一小时进行计算机使用技能检定，（DC20+要编程赋予技能的级数）。

source: Doing this works the same as a disarm attempt (see above), except for the following.
zh_cn: 过程和卸除武器一样（见上文），但有以下几点不同。

source: Don’t use the modifiers from Table: Concealing Weapons and Objects when wearing concealable armor.
zh_cn: 穿着隐藏护甲不是用`表：隐藏武器与物品`里的调整值，

source: Double Weapons: A character can use a double weapon to make an extra attack as if he or she were fighting with two weapons.
zh_cn: 双头武器：角色可以用一个双头武器做额外的攻击，等效于双持武器战斗。

source: Draw a Light Weapon: A character can draw a light weap-on as a move action.
zh_cn: 拔出轻武器：角色可以以一个移动动作拔出轻武器。

source: Drawing a concealed weapon is more difficult than drawing a regularly holstered weapon, and normally requires an attack action.
zh_cn: 拔出隐藏武器会比从正常的装具中拔出更困难，一般需要一个攻击动作。

source: Driving a vehicle is, at a minimum, a move action, which means that the driver may be able to do something else with his or her attack action.
zh_cn: 驾驶载具，至少消耗一个移动动作，也就是说驾驶员可以在驾驶中用一个攻击动作做别的事情。

source: Duct tape can support up to 200 pounds indefinitely, or up to 300 pounds for 1d6 rounds.
zh_cn: 胶带能永久固定不高于200磅的物品，或固定不高于300磅的物品持续1d6轮。

source: Due to his extensive study of these foes and training in the proper techniques for combating them, the Shadow Slayer gains a +1 bonus on Bluff, Listen, Search, Sense Motive, and Spot checks when using these skills against creatures of this type.
zh_cn: 在针对性的研究和训练下，暗影猎手以这类目标进行唬骗、聆听、搜索、察言观色、侦察检定时获得1点加值。

source: Due to its high quality of manufacture, the Colt Python is always considered a mastercraft weapon.
zh_cn: 因其高品质制造工艺，柯尔特巨蟒在游戏中总是视为大师级工艺武器。

source: Due to its high quality of manufacture, the Glock 17 is always considered a mastercraft weapon.
zh_cn: 因其高品质制造工艺，格洛克17在游戏中总是视为大师级工艺武器。

source: Due to its high quality of manufacture, the Glock 20 is always considered a mastercraft weapon.
zh_cn: 因其高品质制造工艺，格洛克20在游戏中总是视为大师级工艺武器。

source: Due to its high quality of manufacture, the MP5 is always considered a mastercraft weapon.
zh_cn: 因其高品质制造工艺，MP5在游戏中总是视为大师级工艺武器。

source: Due to its high quality of manufacture, the PSG1 is always considered a mastercraft weapon.
zh_cn: 因其高品质制造工艺，PSG1在游戏中总是视为大师级工艺武器。

source: During a combat round, a character can take an attack action and a move action.
zh_cn: 在一个战斗轮中，角色可以执行一个攻击动作和一个移动动作。

source: During a rest period, a character can move normally, but can’t run.
zh_cn: 休息期间，角色可以以常速移动，但不能奔跑。

source: During the surprise round (or any other time a character is limited to taking no more than a single attack action on his or her turn) the character can still use the charge action, but he or she is only allowed to move up to his or her speed (instead of up to twice his or her speed).
zh_cn: 在突袭轮中（或其他限做一个攻击动作的回合），角色仍可以冲锋，但最多只能移动一倍速的距离，而非两倍速。

source: Dynamite and hand grenades are examples of these weapons.
zh_cn: 比如炸药要引爆，手榴弹要投掷。

source: Dynamite is sold in boxes of 12 sticks.
zh_cn: 炸药按12根一盒装卖。

source: END OF LICENSE
zh_cn: 许可证结尾

source: Each ability will have a modifier.
zh_cn: 每项属性都对应一个调整值。

source: Each additional stick increases the damage by +1d6 (maximum 10d6) and the burst radius by 5 feet (maximum 20 feet).
zh_cn: 每多一根炸药增加1d6点伤害（最多增加10d6）爆炸半径增加5尺（最多20尺）。

source: Each character applies his or her Dexterity modifier to the roll, and anyone with the Improved Initiative feat gets an additional +4 bonus on the check.
zh_cn: 每个角色将敏捷调整值应用于骰点，拥有`精通先攻`专长的角色的检定拥有额外的4点加值。

source: Each combatant starts the battle flat-footed.
zh_cn: 每个作战者开始时都处于`措手不及`（flat-footed）状态。

source: Each hour that the character swims, make a Swim check against DC 20.
zh_cn: 角色每游泳1小时，都要进行一次DC20的游泳检定。

source: Each occupation provides a number of additional permanent class skills that the character can select from a list of choices.
zh_cn: 每个职业背景都会有大量永久性职业技能供角色选择。

source: Each of these speed categories represents a range of possible movement (see Table: Vehicle Speeds and Modifiers).
zh_cn: 每档速度代表各自的可移动距离（见表：载具速度与调整值）。

source: Each opponent within range of the gaze attack must attempt a saving throw each round at the beginning of his or her turn.
zh_cn: 每个在凝视攻击范围内的对手每当其回合开始时都要进行一次豁免。

source: Each round of a combat uses the same initiative order.
zh_cn: 每一轮都使用相同的先攻序列。

source: Each round represents about 6 seconds in the game world.
zh_cn: 每一轮代表游戏世界的6秒钟。

source: Each round, a Shadow Slayer can turn to detect the presence of Shadow in a new area.
zh_cn: 暗影猎手每一轮都能探查到在新位置出现的暗影，感应移动的气场来源。

source: Each round, a dying character makes a Fortitude saving throw (DC 20).
zh_cn: 每一轮，濒死的角色都会进行一次强韧豁免检定（DC20）。

source: Each round, a vehicle moves according to its current speed category.
zh_cn: 载具每一轮移动的距离都限定在其当前的速度档次所规定的范围内。

source: Each round, the DC of the Constitution check increases by 1.
zh_cn: 每轮体质检定的DC+1。

source: Each round, the DC of the check increases by 1.
zh_cn: 每轮检定DC+1。

source: Each round, the opponent has a 50% chance to not need to make a saving throw against the gaze attack.
zh_cn: 每一轮，对手有50%几率无需对凝视攻击进行豁免检定。

source: Each round’s activity begins with the character with the highest initiative result and then proceeds, in order, from there.
zh_cn: 每轮是从有最高先攻的角色开始的，然后按顺序继续下去。

source: Each skill has a number of ranks, from 0 (for a skill in which a character has no training at all) to 23 (for a 20th-level character who has increased a class skill to its maximum rank).
zh_cn: 每个技能都有级数，从0（角色完全未训练此技能）到23（20级的角色将本职技能级数升至最高）。

source: Each skill point buys a half rank in these cross-class skills, and a character can only buy up to half the maximum ranks of a class skill.
zh_cn: 每点技能点能加半级跨职技能，跨职技能级数上限为本职技能级数上限的一半。

source: Each successful check allows you to memorize up to 250 words or the equivalent of what could be comfortably contained on an 8 1/2-by-11-inch sheet of paper.
zh_cn: 每次检定成功，你将可以记忆250字的文章或等价于一张A4纸大小的文本。

source: Each time a character takes the feat, he or she selects a different weapon group.
zh_cn: 每次角色获得此专长将选择不同的武器类型。

source: Each time a creature moves through a square containing an activated spike strip at any rate greater than half speed, or each round a creature spends fighting in such an area, the spike strip makes a touch attack roll (base attack bonus +0).
zh_cn: 每次有生物以超过半速的速度经过有道路钉障的方格，或者生物在其上战斗每过一轮，道路钉障都要做一次接触攻击检定（基础攻击加值+0）。

source: Each time a creature moves through a square containing caltrops at any rate greater than half speed, or each round a creature spends fighting in such an area, the caltrops make a touch attack roll (base attack bonus +0).
zh_cn: 每次有生物以超过半速的速度经过有铁蒺藜的方格，或者生物在其上战斗每过一轮，铁蒺藜都要做一次接触攻击检定（基础攻击加值+0）。

source: Each time a multiclass character attains a new level, the hero either increases one of his or her current class levels by one or picks up a new class at 1st level.
zh_cn: 跨职角色每次升级，可以选择在现有职业上增加等级或在新的职业上获得一级。

source: Each time the Investigator gains a contact, the GM should develop a supporting character to represent the contact.
zh_cn: 调查员每次联系时，GM应建立联系人角色。

source: Each time the character attains a new level of Mage, he gains two new spells of any level or levels that he can cast, according to his new level.
zh_cn: 每次角色的法师职业升级，都能获得两个新的法术，法师必须满足施展新法术所需等级。

source: Each time the character takes the feat, he or she selects a different class of surface vehicle.
zh_cn: 每次角色获得此专长将选择不同的地表载具类型。

source: Each time the character takes the feat, he or she selects a different exotic melee weapon.
zh_cn: 每次角色获得此专长将选择不同的异种近战武器。

source: Each time the character takes the feat, the character must select a different weapon.
zh_cn: 每次角色获得此专长必须选择不同的武器。

source: Each time the character takes the feat, the character selects a -different weapon.
zh_cn: 每次角色获得此专长将选择不同的武器。

source: Each time the character takes the feat, the character selects a different class of aircraft.
zh_cn: 每次角色获得此专长将选择不同的飞行器类型。

source: Each time, both of its effects stack.
zh_cn: 每次各效果叠加。

source: Each time, the Mage chooses a number of spells that he already knows equal to his Intelligence modifier.
zh_cn: 每次法师都可以选择数量等同于他的智力调整值的的法术。

source: Each time, the character selects two new Knowledge skills.
zh_cn: 每次角色选择两个未选择过的知识技能。

source: Each time, the character selects two new skills from the choices given above.
zh_cn: 每次角色从上述技能中选择两个未选择过的技能。

source: Each unused passenger slot allows the vehicle to carry an additional 100 pounds of cargo.
zh_cn: 每有一个空置的乘员位，载具能多承运100磅货物。

source: Each vehicle’s description includes a maneuver modifier that applies to Pilot checks made by the operator of the vehicle.
zh_cn: 每个载具的描述包括了机动性调整值，应用在对此载具的驾机检定上。

source: Effects that last a certain number of rounds end just before the same initiative count that they began on.
zh_cn: 持续特定轮数的效果，会在计数达到该特定轮数的轮的首个回合之前结束。

source: Effects that modify weapon damage also apply to unarmed strikes and the natural physical attack forms of creatures.
zh_cn: 对武器伤害的数值修正的`效果`，同样应用于徒手击打和生物的天生武器攻击。

source: Either prior to the start of hostilities or during combat, the Negotiator can talk down a single opponent within 15 feet of his or her position or otherwise able to hear the Negotiator’s voice.
zh_cn: 在敌意行为开始前或者在战斗中，谈判专家可以劝说一个15尺内能听到谈判专家的敌人停战。

source: Electrical hazards come in many forms, including stun guns, downed power lines, and electric security fences.
zh_cn: 电力危险以多种情况发生，包括电击枪、掉落的电线、以及电栅栏。

source: Electricity and fire attacks deal half damage to most objects; divide the damage by 2 before applying the hardness.
zh_cn: 电与火焰攻击对大多数物品造成半伤；造成的伤害在扣除硬度之前先除以2。

source: Electro-Optical: An electro-optical scope functions the same as a standard scope in normal light.
zh_cn: 光电瞄准镜：光电瞄准镜在正常光照下与标准瞄准镜作用相同。

source: Electro-Optical: Electro-optical binoculars function the same as standard binoculars in normal light.
zh_cn: 光电双筒望远镜：光电双筒望远镜在正常光照下与标准双筒望远镜功能相同。

source: Electronic devices, special tools, weapons, mechanical devices, and more can be built with scientific improvisation.
zh_cn: 比如电气设备、特殊工具、武器、机械设备以及其他可以用科技动手制作的物品。

source: Encoding the crystal takes 24 hours and requires a gem with a purchase DC of 20.
zh_cn: 灌注水晶需要24小时，以及购买DC为20的宝石购买费用。

source: Encumbrance: A character encumbered by carrying a large amount of gear or a fallen comrade may move slower than normal.
zh_cn: 累赘：角色因搬运重物或倒地同伴而承受的累赘会降低角色的移动速度。

source: Energy Attacks: Acid and sonic/concussive attacks deal normal damage to most objects.
zh_cn: 能量攻击：酸性与音波/震荡攻击能对大多数物品造成一般伤害。

source: Entrepreneurs have an obsession about being their own boss.
zh_cn: 企业家拥有资产，自己当自己的老板。

source: Entries that do not apply to a particular skill are omitted in that skill’s description.
zh_cn: 技能中无效的项将省略。

source: Equipment is described by a number of statistics, as shown on Table: General Equipment.
zh_cn: 装备有各种属性，见表：普通装备。

source: Escape from Grapple: Make an opposed grapple check.
zh_cn: 挣脱擒抱：双方做一个擒抱对抗检定。

source: Escape from Pin: Make an opposed grapple check.
zh_cn: 挣脱压制：双方做一个擒抱对抗检定。

source: Escaping a net is a full-round action.
zh_cn: 从网中脱逃是一个整轮动作。

source: Essentially a highly specialized computer, a line tracer hooked to a phone line can trace phone calls made to that line, even if there’s a caller ID defeater hooked up at the other end.
zh_cn: 本质上是一个高度专用化的电脑加一条挂在一条电话线上的线路跟踪器，它可以跟踪经过这条线的电话，即使呼叫方有电话匿名装置。

source: Essentially, an animal’s purpose represents a preselected set of known tricks that fit into a common scheme.
zh_cn: 本质上，一项动物的`工作`代表了一系列已知`技巧`的集合，可用于相似的用途。

source: Essentially, the character splits his or her action, taking the move action on the character’s initiative count and the attack action at a later point.
zh_cn: 本质上，准备就是角色将一个动作一分为二，在先攻轮到角色时花费一个移动动作，而在之后的一个时间点上花费一个攻击动作来完成这个动作。

source: Evasion can only be used when wearing light armor or no armor.
zh_cn: 反射闪避只能在穿轻甲或无甲时使用。

source: Even a Fast hero with the Combat Reflexes feat can’t use this talent more than once per round.
zh_cn: 即便该英雄具有战斗反射专长，该天赋每轮最多也只能发动一次。

source: Even a character with the Combat Reflexes feat can’t use the Agile Riposte feat more than once per round.
zh_cn: 即使角色拥有`战斗反射`专长，也不能在一轮内使用借机反击超过一次。

source: Even if A character’s Dexterity bonus drops to +0 because of armor, the character are not considered to have lost his or her Dexterity bonus.
zh_cn: 但即使角色的敏捷加值被护甲限制到0，角色仍不算“失去”了敏捷加值。

source: Even if the character has extra attacks, such as from having a high enough base attack bonus or from using multiple weapons, a character only gets to make one attack after a charge.
zh_cn: 即使角色有额外的攻击次数，比如基础攻击加值高到可以多次攻击或者使用多把武器，角色还是只能在冲锋后攻击一次。

source: Even if the character succeeds, he or she typically faces secondary damage 1 minute later.
zh_cn: 即使成功，角色一般还要在一分钟后再次面临伤害。

source: Even if the initial check succeeds, the other character can only be intimidated so much, and trying again doesn’t help.
zh_cn: 即使首次检定成功了，对方也只能被威吓到一种程度，重试是没用的。

source: Even if the initial check succeeds, the other character can only be persuaded so far.
zh_cn: 即使首次检定成功了，对方也只能被说服到这种程度了。

source: Even if the result is 0 or lower, the character always gains at least 1 hit point.
zh_cn: 即使结果是0甚至更低，角色至少都会获得1点生命上限。

source: Even magical or psionic effects that restore hit points cannot heal this damage.
zh_cn: 能恢复生命的魔法或超能力都不能治疗这种伤害。

source: Even while unconscious, the character recovers hit points naturally, and he or she can return to normal activity when his or her hit points rise to 1 or higher.
zh_cn: 即使在昏迷的状态下，角色还是会自然恢复生命，而且当角色的生命升至1或更高就可以正常行动了。

source: Every basic class offers a selection of bonus feats to choose from.
zh_cn: 每个基本职业都有一系列奖励专长。

source: Every basic class offers a selection of talents to choose from.
zh_cn: 每一个基础职业都提供了一系列天赋可供选择。

source: Every character has a Wealth bonus that reflects his or her buying power.
zh_cn: 每个角色都有一个财富加值，反映其购买力。

source: Every character has a Wealth bonus that reflects his or her buying power—a composite of income, credit rating, and savings.
zh_cn: 每一个角色都拥有一个财富加值，综合反映了其购买力——收入、信用额度、以及存款。

source: Every character has six basic Ability Scores:
zh_cn: 每个角色都拥有六项基本属性值：

source: Every object and service has a purchase DC.
zh_cn: 每个物品和服务都有一个购买难度等级（DC）。

source: Every round, each combatant gets to do something.
zh_cn: 每一轮，每个作战者都执行某些动作。

source: Every round, the Shadow Slayer recovers a number of hit points equal to one-half his level in this advanced class.
zh_cn: 每一轮，暗影猎手恢复等于本职业等级一半的生命值。

source: Every site is overseen by a system administrator—the person in charge of the site, and who maintains its security.
zh_cn: 每个站点都有监视着整个系统的管理员——掌管这个站点，负责其安全的人。

source: Every time a character gains a new level, make a Profession check.
zh_cn: 每次角色升级，进行一次`专业`检定。

source: Every time a character takes the Creative feat, he or she gets a +2 bonus on checks involving two Perform skills the character designates.
zh_cn: 每次角色获得`富有创意`专长，都可以指定两个类别的表演技能，检定时获得2点加值。

source: Every time a character takes the Windfall feat, he or she gets a cumulative +1 bonus on all Profession checks.
zh_cn: 角色每次获得`横财`专长，将累加1点加值到所有的专业检定上。

source: Every time the diseased character makes a saving throw against disease effects (after the initial contamination), the treating character first makes a Treat Injury check to help the diseased character fend off secondary damage.
zh_cn: 每次患者豁免疾病效果时（首次感染后），医疗者先做一个医疗检定来帮助患者避免`再次伤害`。

source: Evidence collected cannot be recollected, unless there is more of it to take.
zh_cn: 收集了的证据不能再收集，除非有多个可供收集。

source: Example: 3d6+2 means: "Roll 3 six sided dice.
zh_cn: 例：3d6+2意为：“投掷三枚六面骰，

source: Examples of what might qualify as concealment of various degrees are given in Table: Concealment.
zh_cn: 各种隐藏情况代表的隐藏度详见`表：隐藏`

source: Except as noted here, fast healing works just like natural healing.
zh_cn: 除非特别注明，否则快速痊愈类似于自然痊愈。

source: Exception: Certain rolls, such as damage and hit points, have a minimum of 1.
zh_cn: 特例：部分投骰，如伤害骰和生命骰至少为1。

source: Exceptions: Speak Language and Read/Write Language have “None” given as their key ability because the use of these skills never requires a check.
zh_cn: 例外：口头语言和读写语言的关键属性是“无”，因为这些技能的使用不需要检定。

source: Explosives and splash weapons are described by a number of statistics, as shown on Table: Explosives and Splash Weapons.
zh_cn: 爆炸物与溅射武器有各种属性，见表：爆炸物与溅射武器。

source: Explosives and splash weapons require no feat to use with proficiency unless they are fired or propelled from some sort of launcher or other device, in which case the appropriate Weapon Proficiency feat for the launcher is necessary to avoid the –4 nonproficient penalty.
zh_cn: 爆炸物和溅射武器不需要`擅长专长`，除非它是由发射器或其他装置辅助发射的，后者要求拥有发射器相关的`擅长专长`以免受4点`不擅长`惩罚。

source: Explosives can be thrown or set off in place, depending on the type of explosive device.
zh_cn: 根据爆炸装置的类型，爆炸物可投掷或在指定地点引爆。

source: Explosives with no range increment must be set in place before being detonated.
zh_cn: 无射程跨度的爆炸物必须在引爆前安置在目的地。

source: Extending or collapsing the baton is a free action.
zh_cn: 甩棍的伸缩是一个即时动作。

source: Facing indicates the direction in which the vehicle is traveling (assuming it’s not moving in reverse).
zh_cn: 载具朝向的方向就是载具要移动的方向（假设不考虑载具倒车）。

source: Failed Attempts: Failing an attempt to grab an object doesn’t allow the target to at-tempt to disarm the character.
zh_cn: 若失败：夺取物品失败不会引发目标对角色的缴械。

source: Failure by 10 or more means the explosive goes off as the detonator is being installed.
zh_cn: 失败10点或更多则意味着爆炸物在安装起爆器的瞬间爆炸。

source: Failure means he or she takes another 1d6 points of damage that round.
zh_cn: 失败则该轮又损失1d6点生命。

source: Failure means that the character loses 1d4 hit points.
zh_cn: 若失败则角色损失1d4生命值。

source: Failure means that the character loses 1d6 hit points.
zh_cn: 失败角色损失1d6点生命。

source: Failure means that the explosive fails to go off as planned.
zh_cn: 失败则意味着爆炸物无法按计划爆炸。

source: Failure means the character falls from his or her current height and sustains the appropriate falling damage.
zh_cn: 失败则意味着角色从当前的高度在坠落，并承受相应的坠落伤害。

source: Failure means the character moves as planned, but provokes attacks of opportunity as normal.
zh_cn: 检定失败，角色仍会继续移动，但会照常引发借机攻击。

source: Fame, when recognized, provides a bonus to certain Charisma-based skill checks.
zh_cn: 威名会让英雄被认出时进行魅力相关技能检定可获得加值。

source: Farm workers, hunters, and others who make a living in rural communities fall under this category.
zh_cn: 农民、猎户以及各类在农村生活的人都归为此类。

source: Fast healing also doesn’t restore hit points lost to starvation, thirst, or suffocation, and it doesn’t allow a creature to regrow or reattach severed body parts.
zh_cn: 快速痊愈也不会恢复因饥饿、口渴或窒息而损失的生命值，也不会让生物的残躯再生或重新接合。

source: Fast healing doesn’t provide any benefit against attack forms that don’t deal hit point damage.
zh_cn: 快速痊愈对不造成生命值伤害的攻击没有任何抵抗力。

source: Fast healing stops working when a creature is reduced to –10 hp or fewer.
zh_cn: 当生物生命降到小于等于-10，快速痊愈失效。

source: Fatigue Jacket: A lightweight outer garment fashioned after the fatigue uniforms worn by military personnel when performing their standard duties.
zh_cn: 作训外套：军人执行常规任务时除了穿着作训服外还要穿作训外套。

source: Fatigues: Called “battle dress uniforms” (or BDUs) in the United States Army, these are worn by hardened veterans and wannabes alike.
zh_cn: 作训服：即战斗时穿的制服，穿上去更有磨砺过的老兵和模范兵的气质。

source: Favorable and unfavorable circumstances weigh heavily on the outcome of a bluff.
zh_cn: 有利和不利的情况对唬骗结果的影响占了很大比重。

source: Favorable conditions (smooth ground, dragging a slick object) can double these numbers, and bad circumstances (broken ground, pushing an object that snags) can reduce them to one-half or less.
zh_cn: 有利条件下（光滑的地面、拖动光滑的物品）可拖行重量加倍，不利条件下（破损的地面、推动被阻碍的物品）可拖行重量减半。

source: Favored by old-school organized crime “mechanics,” this item can still be found in some barbershops and shaving kits.
zh_cn: 刮脸刀常见于一些老掉牙的罪案情节，至今仍能在理发店和剃须套件中见到。

source: Favors can also be used to acquire the loan of equipment or documents, or to receive other minor assistance in the course of an adventure.
zh_cn: 求援也可用于借用装备或文件，或者在冒险的途中得到他人的襄助。

source: Favors should help advance the plot of an adventure.
zh_cn: 求援应用于帮助推进情节，

source: Feats: Some feats give a bonus to Defense.
zh_cn: 专长：有的专长为防御提供加值。

source: Feats: Some feats give a bonus to a character’s Defense.
zh_cn: 专长：有的专长为角色的防御提供加值。

source: Fighting Defensively: A character can choose to fight defensively when taking a full attack action.
zh_cn: 防御式战斗：角色在全力攻击时，也可选择防御式战斗。

source: Fighting Defensively: A character can choose to fight defensively while making a melee attack.
zh_cn: 防御式战斗：角色在近战时也可采取防御式战斗。

source: Fighting Defensively: A character can choose to fight defensively while making a ranged attack.
zh_cn: 防御式战斗：角色在远程攻击时也可采取防御式战斗。

source: Fighting in this way is very difficult, how-ever—the character takes a –6 penalty on the regular attack or attacks with his or her primary hand and a –10 penalty on the attack with his or her off hand.
zh_cn: 但这么战斗是非常困难的——角色用主手进行的一次或多次常规攻击都将承受6点减值，副手进行的攻击将承受10点减值。

source: Film Developing: In most areas, drugstores and photo shops provide 1-hour service; in others, it takes 24 hours.
zh_cn: 胶片冲洗： 在大多数地区，只要1小时就能在药房和摄影器材店冲洗出照片，而其他地区需要24小时。

source: Film: The medium upon which photographs are stored, film comes in a variety of sizes and speeds.
zh_cn: 胶片：图像存储的媒介，有各种各样的尺寸和感光度。

source: Finally, a heavily encumbered character’s maximum running speed is his or her speed x3 instead of speed x4.
zh_cn: 最后，重度累赘角色的最高奔跑速度是3倍而非4倍。

source: Finally, a starting occupation increases the character’s Wealth bonus.
zh_cn: 最后，起始职业背景还会增加财富加值。

source: Finally, the Battle Mind makes a Craft (visual arts) check.
zh_cn: 最后，灵战士还要做一次`制造（视觉艺术）`检定。

source: Finally, the Mage makes a Craft (chemical) check.
zh_cn: 最后，法师还要做一次`制造（化学）`检定。

source: Finally, the Mage makes a Craft (writing) check.
zh_cn: 最后，法师还要做一次`制造（写作）`检定。
